{"id": "3f64a66f-35a8-413d-b4c0-e30821a469bb", "templateId": null, "displayName": "CA011-ADSyncAccount-AttackSurfaceReduction-AllApps-UnallowedNetworkLocationsAD-Block", "createdDateTime": "2024-03-07T11:43:15.1138312Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [], "excludeGroups": [], "includeRoles": ["d29b2b05-8046-44ba-8758-1e26182fcf32"], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "locations": {"includeLocations": ["All"], "excludeLocations": ["0155b2bb-f78b-47c8-be2b-1cd06814fac3"]}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('3f64a66f-35a8-413d-b4c0-e30821a469bb')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
