{"id": "140da071-dc73-4ca7-b971-2c814663fdf0", "templateId": null, "displayName": "CA010-ADSyncAccount-AttackSurfaceReduction-AllApps-UnallowedPaltforms-Block", "createdDateTime": "2024-03-07T11:42:08.9455971Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [], "excludeGroups": [], "includeRoles": ["d29b2b05-8046-44ba-8758-1e26182fcf32"], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["all"], "excludePlatforms": ["windows"]}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('140da071-dc73-4ca7-b971-2c814663fdf0')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
