{"id": "045234e6-9820-41cd-8a60-856668c75d90", "templateId": null, "displayName": "CA023-Global-AttackSurfaceReduction-AllApps-RiskyLocations-Block", "createdDateTime": "2024-03-07T11:48:12.2690104Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": ["All"], "excludeUsers": [""], "includeGroups": [], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "locations": {"includeLocations": [""], "excludeLocations": []}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('045234e6-9820-41cd-8a60-856668c75d90')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
