{"id": "4302917a-5f13-4f62-8236-524e4a17fd4d", "templateId": null, "displayName": "CA025-Global-BaseProtection-AllApps-AllPlatforms-ForwardMDCA", "createdDateTime": "2024-03-07T11:52:42.1049606Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "grantControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": ["All"], "excludeUsers": [""], "includeGroups": [], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "sessionControls": {"disableResilienceDefaults": null, "applicationEnforcedRestrictions": null, "signInFrequency": null, "persistentBrowser": null, "continuousAccessEvaluation": null, "secureSignInSession": null, "cloudAppSecurity": {"cloudAppSecurityType": "mcasConfigured", "isEnabled": true}}}
