{"id": "e66f1b42-c542-4312-b364-119588fb6d9b", "templateId": null, "displayName": "CA021-Global-IdentityProtection-LegacyAuth-AllPlatforms-Block", "createdDateTime": "2024-03-07T11:45:49.035139Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["exchangeActiveSync", "other"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": ["All"], "excludeUsers": [""], "includeGroups": [], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('e66f1b42-c542-4312-b364-119588fb6d9b')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
