{"id": "d8a7eeda-27a9-4098-86a3-bfecde57e114", "templateId": null, "displayName": "CA020-Global-IdentityProtection-AllApps-AllPlatforms-CombinedRegistration-RequireMFA", "createdDateTime": "2024-03-07T11:44:53.957847Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": [], "excludeApplications": [], "includeUserActions": ["urn:user:registersecurityinfo"], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": ["All"], "excludeUsers": [""], "includeGroups": [], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": ["mfa"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('d8a7eeda-27a9-4098-86a3-bfecde57e114')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
