{"id": "14d65d8f-109a-4ab0-ac61-ad9ab76c7f34", "templateId": null, "displayName": "CA022-Global-AttackSurfaceReduction-AllApps-UnallowedPaltforms-Block", "createdDateTime": "2024-03-07T11:46:52.4820924Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": ["All"], "excludeUsers": [""], "includeGroups": [], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["all"], "excludePlatforms": ["android", "iOS", "windows", "macOS"]}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('14d65d8f-109a-4ab0-ac61-ad9ab76c7f34')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
