{"id": "39d3a8a8-ce9c-4ed6-add9-69d3bcbc7f3d", "templateId": null, "displayName": "CA104-Admins-AttackSurfaceReduction-AllApps-iOS-Block", "createdDateTime": "2024-03-07T12:04:33.0519421Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["iOS"], "excludePlatforms": []}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('39d3a8a8-ce9c-4ed6-add9-69d3bcbc7f3d')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
