{"id": "e5f45114-a53e-42ef-b18a-0447c393b942", "templateId": null, "displayName": "CA101-Admins-BaseProtection-AllApps-Windows-RequireComplianceDevice", "createdDateTime": "2024-03-07T12:01:18.5373418Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["windows"], "excludePlatforms": []}}, "grantControls": {"operator": "OR", "builtInControls": ["compliantDevice"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('e5f45114-a53e-42ef-b18a-0447c393b942')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
