{"id": "50fa9556-5703-4102-820a-1474981b46f9", "templateId": null, "displayName": "CA102-Admins-BaseProtection-AllApps-Windows-RequireAADHJDevice", "createdDateTime": "2024-03-07T12:02:07.2285005Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["windows"], "excludePlatforms": []}}, "grantControls": {"operator": "OR", "builtInControls": ["domainJoinedDevice"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('50fa9556-5703-4102-820a-1474981b46f9')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
