{"id": "8a8b40dc-c324-4a1a-ad20-178c1625ae23", "templateId": null, "displayName": "CA108-Admins-IdentityProtection-AllApps-AllPlatforms-MediumSignInRisk_OR_MediumUserRisk-PhishingResistantMFA", "createdDateTime": "2024-03-07T12:14:22.8950185Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": ["medium"], "signInRiskLevels": ["medium"], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": [], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('8a8b40dc-c324-4a1a-ad20-178c1625ae23')/grantControls/authenticationStrength/$entity", "authenticationStrength": {"id": "00000000-0000-0000-0000-000000000004", "createdDateTime": "2021-12-01T08:00:00Z", "modifiedDateTime": "2021-12-01T08:00:00Z", "displayName": "Phishing-resistant MFA", "description": "Phishing-resistant, Passwordless methods for the strongest authentication, such as a FIDO2 security key", "policyType": "builtIn", "requirementsSatisfied": "mfa", "allowedCombinations": ["windowsHelloForBusiness", "fido2", "x509CertificateMultiFactor"], "combinationConfigurations@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('8a8b40dc-c324-4a1a-ad20-178c1625ae23')/grantControls/authenticationStrength/combinationConfigurations", "combinationConfigurations": []}}}
