{"id": "7c957c21-3517-4484-8c80-b3697851ed96", "templateId": null, "displayName": "CA100-Admins-BaseProtection-AllApps-AllPlatforms-PhishingResistantMFA", "createdDateTime": "2024-03-07T11:58:51.3680424Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": [], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('7c957c21-3517-4484-8c80-b3697851ed96')/grantControls/authenticationStrength/$entity", "authenticationStrength": {"id": "00000000-0000-0000-0000-000000000004", "createdDateTime": "2021-12-01T08:00:00Z", "modifiedDateTime": "2021-12-01T08:00:00Z", "displayName": "Phishing-resistant MFA", "description": "Phishing-resistant, Passwordless methods for the strongest authentication, such as a FIDO2 security key", "policyType": "builtIn", "requirementsSatisfied": "mfa", "allowedCombinations": ["windowsHelloForBusiness", "fido2", "x509CertificateMultiFactor"], "combinationConfigurations@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('7c957c21-3517-4484-8c80-b3697851ed96')/grantControls/authenticationStrength/combinationConfigurations", "combinationConfigurations": []}}}
