{"id": "7d84fec1-2a32-4ec1-a9ff-ba0cbd9f64f6", "templateId": null, "displayName": "CA105-Admins-AttackSurfaceReduction-AllApps-Android-Block", "createdDateTime": "2024-03-07T12:05:31.611126Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["android"], "excludePlatforms": []}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('7d84fec1-2a32-4ec1-a9ff-ba0cbd9f64f6')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
