{"id": "46558635-f7a8-4e22-8692-f36e82da1873", "templateId": null, "displayName": "CA109-Admins-IdentityProtection-AllApps-AllPlatforms-HighSignInRisk_OR_HighUserRisk-Block", "createdDateTime": "2024-03-07T12:15:12.5492384Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": ["high"], "signInRiskLevels": ["high"], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('46558635-f7a8-4e22-8692-f36e82da1873')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
