{"id": "af15ba5d-455c-4607-bc23-cc2b91f4b608", "templateId": null, "displayName": "CA106-Admins-AttackSurfaceReduction-AllApps-MacOS-Block", "createdDateTime": "2024-03-07T12:06:38.6750053Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": ["], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["macOS"], "excludePlatforms": []}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('af15ba5d-455c-4607-bc23-cc2b91f4b608')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
