{"id": "fe070bed-c95d-4616-87a2-9bc51e0dd206", "templateId": null, "displayName": "CA202-Internals-BaseProtection-AllApps-Windows-RequireAADHJDevice", "createdDateTime": "2024-03-07T12:22:02.5370374Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [""], "includeRoles": [], "excludeRoles": [""], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["windows"], "excludePlatforms": []}}, "grantControls": {"operator": "OR", "builtInControls": ["domainJoinedDevice"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('fe070bed-c95d-4616-87a2-9bc51e0dd206')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
