{"id": "72b0ce7c-5146-4f0e-88f0-3c1e1e99ddc2", "templateId": null, "displayName": "CA207-Internals-IdentityProtection-AllApps-AllPlatforms-MediumSignInRisk_OR_MediumUserRisk-MFA", "createdDateTime": "2024-03-07T12:28:12.6213467Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": ["medium"], "signInRiskLevels": ["medium"], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [], "includeGroups": [""], "excludeGroups": [""], "includeRoles": [], "excludeRoles": ["d29b2b05-8046-44ba-8758-1e26182fcf32"], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": ["mfa"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('72b0ce7c-5146-4f0e-88f0-3c1e1e99ddc2')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
