{"id": "edfd26e8-35b8-4c68-a7aa-6760f4b4b49d", "templateId": null, "displayName": "CA209-Internals-IdentityProtection-AllApps-AllPlatforms-HighUserRisk_MFA_AND_ChangePWD", "createdDateTime": "2024-03-07T12:30:37.781095Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": ["high"], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [""], "includeRoles": [], "excludeRoles": ["d29b2b05-8046-44ba-8758-1e26182fcf32"], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "AND", "builtInControls": ["mfa", "passwordChange"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('edfd26e8-35b8-4c68-a7aa-6760f4b4b49d')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
