{"id": "1f1683d8-5e67-44f9-956d-6babf14b37b6", "templateId": null, "displayName": "CA204-Internals-DataProtection-AllApps-iOS-RequireAppProtection", "createdDateTime": "2024-03-07T12:24:49.8162941Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [""], "includeRoles": [], "excludeRoles": ["d29b2b05-8046-44ba-8758-1e26182fcf32"], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["iOS"], "excludePlatforms": []}}, "grantControls": {"operator": "OR", "builtInControls": ["compliantApplication"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('1f1683d8-5e67-44f9-956d-6babf14b37b6')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
