{"id": "68e9ef3e-8d92-4f5e-8980-e8aa92b4ac96", "templateId": null, "displayName": "CA206-Internals-DataProtection-AllApps-AllPlatforms-SignInFrequency", "createdDateTime": "2024-03-07T12:27:11.2058739Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "grantControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [""], "includeRoles": [], "excludeRoles": ["d29b2b05-8046-44ba-8758-1e26182fcf32"], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "sessionControls": {"disableResilienceDefaults": null, "applicationEnforcedRestrictions": null, "cloudAppSecurity": null, "persistentBrowser": null, "continuousAccessEvaluation": null, "secureSignInSession": null, "signInFrequency": {"value": 14, "type": "days", "authenticationType": "primaryAndSecondaryAuthentication", "frequencyInterval": "timeBased", "isEnabled": true}}}
