{"id": "81a91d50-3f08-4e12-a36c-365ea231ea16", "templateId": null, "displayName": "CA200-Internals-BaseProtection-AllApps-AllPlatforms-MFA", "createdDateTime": "2024-03-07T12:17:54.2013939Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [""], "includeRoles": [], "excludeRoles": [""], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": ["mfa"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('81a91d50-3f08-4e12-a36c-365ea231ea16')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
