{"id": "a2a9cfdd-0b45-40dd-802d-bb28fa4f126a", "templateId": null, "displayName": "CA205-Internals-DataProtection-AllApps-Android-RequireAppProtection", "createdDateTime": "2024-03-07T12:26:06.9425262Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [""], "includeRoles": [], "excludeRoles": ["d29b2b05-8046-44ba-8758-1e26182fcf32"], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["android"], "excludePlatforms": []}}, "grantControls": {"operator": "OR", "builtInControls": ["compliantApplication"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('a2a9cfdd-0b45-40dd-802d-bb28fa4f126a')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
