{"id": "ed19415f-0644-4c75-81f0-c402213f5b67", "templateId": null, "displayName": "CA201-Internals-BaseProtection-AllApps-Windows-RequireComplianceDevice", "createdDateTime": "2024-03-07T12:20:50.2479734Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [""], "includeRoles": [], "excludeRoles": [""], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}, "platforms": {"includePlatforms": ["windows"], "excludePlatforms": []}}, "grantControls": {"operator": "OR", "builtInControls": ["compliantDevice"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('ed19415f-0644-4c75-81f0-c402213f5b67')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
