{"id": "f3d8cb63-f5f3-4d7d-ba2b-d2d7e67825ea", "templateId": null, "displayName": "CA402-Guests-Compliance-AllApps-AllPlatforms-CombinedRegistration-RequireToU", "createdDateTime": "2024-03-07T12:44:56.2564962Z", "modifiedDateTime": "2024-03-07T12:49:44.6616138Z", "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": [], "excludeApplications": [], "includeUserActions": ["urn:user:registersecurityinfo"], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": [], "customAuthenticationFactors": [], "termsOfUse": ["d7541037-3ebf-4145-a20d-d13458f9adfb"], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('f3d8cb63-f5f3-4d7d-ba2b-d2d7e67825ea')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
