{"id": "6150d1a5-2ed5-4b5b-86a6-7295cb4062e9", "templateId": null, "displayName": "CA404-Guests-IdentityProtection-AllApps-AllPlatforms-HighSignInRisk_OR_HighUserRisk-Block", "createdDateTime": "2024-03-07T12:48:09.4267482Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": ["high"], "signInRiskLevels": ["high"], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('6150d1a5-2ed5-4b5b-86a6-7295cb4062e9')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
