{"id": "cdf8f3dc-7e3f-4de8-b48c-dbcf24b8429f", "templateId": null, "displayName": "CA401-Guests-DataProtection-AllApps-AllPlatforms-SignInFrequency", "createdDateTime": "2024-03-07T12:34:53.0343281Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "grantControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "sessionControls": {"disableResilienceDefaults": null, "applicationEnforcedRestrictions": null, "cloudAppSecurity": null, "persistentBrowser": null, "continuousAccessEvaluation": null, "secureSignInSession": null, "signInFrequency": {"value": 1, "type": "days", "authenticationType": "primaryAndSecondaryAuthentication", "frequencyInterval": "timeBased", "isEnabled": true}}}
