{"id": "3e14eb43-0101-4d7f-a646-316b07693957", "templateId": null, "displayName": "CA400-Guests-BaseProtection-AllApps-AllPlatforms-MFA", "createdDateTime": "2024-03-07T12:33:43.1007005Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": [], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": ["mfa"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('3e14eb43-0101-4d7f-a646-316b07693957')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
