{"id": "f1283c6b-9a9b-4ddb-b292-e46d10a2effe", "templateId": null, "displayName": "CA403-Guests-AttackSurfaceReduction-AllApps_EXCP_O365Apps-AllPlatforms-Block", "createdDateTime": "2024-03-07T12:47:03.5988593Z", "modifiedDateTime": null, "state": "enabledForReportingButNotEnforced", "sessionControls": null, "conditions": {"userRiskLevels": [], "signInRiskLevels": [], "clientAppTypes": ["all"], "platforms": null, "locations": null, "times": null, "deviceStates": null, "devices": null, "clientApplications": null, "applications": {"includeApplications": ["All"], "excludeApplications": ["2793995e-0a7d-40d7-bd35-6968ba142197", "Office365"], "includeUserActions": [], "includeAuthenticationContextClassReferences": [], "applicationFilter": null}, "users": {"includeUsers": [], "excludeUsers": [""], "includeGroups": [""], "excludeGroups": [], "includeRoles": [], "excludeRoles": [], "includeGuestsOrExternalUsers": null, "excludeGuestsOrExternalUsers": null}}, "grantControls": {"operator": "OR", "builtInControls": ["block"], "customAuthenticationFactors": [], "termsOfUse": [], "authenticationStrength@odata.context": "https://graph.microsoft.com/beta/$metadata#identity/conditionalAccess/policies('f1283c6b-9a9b-4ddb-b292-e46d10a2effe')/grantControls/authenticationStrength/$entity", "authenticationStrength": null}}
